Repository: mitsuhiko/solace
Catalog: solace/i18n/*/LC_MESSAGES/messages.po
Languages: de, tr

source: Hi %(user)s! You have signed up on %(site)s but your account is not yet activated. You have to follow the following link to finish the registration and activate your account: %(confirmation_url)s See you soon on %(site)s
de: Hallo %(user)s! Du hasst dich auf %(site)s registiert aber dein Konto ist noch nicht aktiviert. Du musst dem folgenden Link folgen um die Registrierung abzuschließen: %(confirmation_url)s Bis bald auf %(site)s
tr: Merhaba %(user)s! %(site)s için kayıt yaptırdınız fakat hesabınız henüz onaylanmadı. Aşağıdaki bağlantıyı ziyaret ederek kayıt işlemlerinizi tamamlamanız ve hesabınızı etkinleştirmeniz gerekiyor: %(confirmation_url)s Saygılarımızla, %(site)s

source: Hi %(user)s! You can reset your password by clicking the following link: %(reset_url)s If you did not request your password to be reset, just delete this e-mail and ignore the request.
de: Hallo %(user)s! Du kannst dein Passwort zurücksetzen indem du auf den folgenden Link klickst: %(reset_url)s Wenn du dein Passwort nicht zurücksetzen wolltest ignoriere diese E-Mail einfach.
tr: Merhaba %(user)s! Aşağıdaki bağlantıya tıklayarak şifrenizi sıfırlayabilirsiniz: %(reset_url)s Eğer şifrenizi sıfırlamak için başvurmadıysanız, bu mesajı gözardı edip silebilirsiniz.

source: Hi %(user)s! We're sorry to inform you, but you were banned from the system for abusing the terms of service. In order to find out more, please contact an administrator of the system.
de: Hallo %(user)s! Uns tut es Leid dich zu informieren, dass du gebannt wurdest weil du die Nutzungsregeln gebrochen hast. Um mehr herauszufinden kontaktiere bitte den Systemadministrator.
tr: Merhaba %(user)s! Üzülerek belirtmeliyiz ki kullanım şartlarına uymadığınız için hesabınız engellenmiştir. Daha fazla bilgi için sistem yöneticisiyle iletişime geçiniz

source: Hi %(user)s! Your ban on %(site)s was lifted.
de: Hallo %(user)s! Dein Bann auf %(site)s wurde aufgehoben.
tr: Merhaba %(user)s! %(site)s için engellemeniz kaldırıldı.

source: In order to login again you have to follow the following link and pick a new password: %(reset_url)s
de: Um dich wieder anmelden zu können musst du dem folgenden Link folgen und ein neues Passwort angeben: %(reset_url)s

source: See you soon on %(site)s
de: Bis bald auf %(site)s
tr: Tekrar görüşmek dileğiyle - %(site)s

source: Edit Profile
de: Profil bearbeiten
tr: Profil Düzenle

source: Update Profile
de: Profil aktualisieren
tr: Profili Güncelle

source: This is you
de: Das bist du
tr: Bu sizsiniz

source: Edit profile
de: Profil bearbeiten
tr: Profili düzenle

source: The user's avatar
de: Des Benutzer's Avatar
tr: Kullanıcının resmi

source: Active in
de: Aktiv in
tr: Aktif oldukları

source: Ordered by activity, most active first
de: Geordnet nach Aktivität, die Höchste zuerst
tr: Aktiviteye göre sıralanmış, önce en aktif olanlar

source: Administrative tasks
de: Administrationsaufgaben
tr: Yönetici görevleri

source: Lift the Ban
de: Bann aufheben
tr: Engellemeyi kaldır

source: Ban this User
de: banne diesen Benutzer
tr: Bu kullanıcıyı engelle

source: This user was banned
de: Dieser Benutzer wurde gebannt
tr: Bu kullanıcı engellenmiş

source: Reputation
de: Ansehen
tr: Saygınlık

source: Most Popular Questions
de: Die bliebtesten Fragen
tr: Popüler Sorular

source: Most Popular Replies
de: Die bliebtesten Antworten
tr: Popüler Yanıtlar

source: Users active in Section “%s”
de: Benutzer aktiv in Sektion „%s“
tr: “%s” bölümünde aktif kullanıcılar

source: <p> Here you can see a complete list of all users on Solace.
de: <p> Hier kannst du eine komplette Liste aller Benutzer auf Solace sehen.
tr: <p> Burada Solace'daki tüm kullanıcıları görebilirsiniz.

source: <p> Here you can see the list of all users that are active in the “%(locale_link)s” section of the Solace.
de: <p> Hier kannst du eine Liste aller Benutzer sehen, die in der Sektion „%(locale_link)s“ aktiv sind.
tr: <p> Burada Solace'ın “%(locale_link)s” bölümünde aktif olan kullanıcıların bir listesini bulabilirsiniz.

source: Filter by section
de: Nach Sektion Filtern
tr: Bölüme göre filtrele

source: All
de: Alle
tr: Hepsi

source: User account banned
de: Benutzer gebannt
tr: Hesabınız engellendi

source: Your ban was lifted
de: Dein Bann wurde aufgehoben
tr: Hesabınızın engeli kaldırıldı

source: Unknown format "%s"
de: Unbekanntes Format "%s"
tr: Bilinmeyen format "%s"

source: Could not detect format. You have to specify the format as query argument or in the accept HTTP header.
de: Konnte Format nicht erkennen. Du musst das Format als URL Argument angeben oder einen Accept HTTP Header mit angeben.
tr: Format tanınamadı. Formatı sorgu argümanı olarak veya accept HTTP başlığında belirtmelisiniz.

source: Unknown language
de: Unbekannte Sprache
tr: Bilinmeyen dil

source: Unknown locale
de: Unbekannte Locale
tr: Bilinmeyen yerel

source: No choices.
de: Keine Möglichkeiten.
tr: Seçenek yok.

source: Submit
de: Absenden
tr: Gönder

source: This field is required.
de: Dieses Feld ist erforderlich.
tr: Bu alanın doldurulması gereklidir.

source: Form submitted multiple times or session expired. Try again.
de: Formular mehrmalig abgesendet oder Sitzung abgelaufen. Probiere es nochmal.
tr: Form birden fazla kere gönderildi veya oturum sona erdi. Tekrar deneyiniz.

source: You entered an invalid captcha.
de: Du hast ein ungültiges Captcha eingegeben.
tr: Girdiğiniz captcha geçersiz.

source: Please provide at least %d item.
de: Bitte gib zumindest %d Element an.

source: Please provide no more than %d item.
de: Bitte gib nicht mehr als %d Elemente an.

source: Please enter at least %d character.
de: Bitte gib zumindest %d Zeichen ein.

source: Please enter no more than %d character.
de: Bitte gib nicht mehr als %d Zeichen ein.

source: Please enter a valid choice.
de: Bitte gibt einen gültigen Wert an.
tr: Geçerli bir seçim yapınız.

source: “%s” is not a valid choice
de: „%s“ ist keine gültige Eingabe
tr: “%s” geçerli bir seçim değil

source: Please enter a whole number.
de: Bitte gib eine ganze Zahl ein.
tr: Bir sayı giriniz.

source: Ensure this value is greater than or equal to %s.
de: Stelle sicher, dass der Wert größer oder gleich %s ist.
tr: Bu değerin %s'den büyük veya eşit olduğundan emin olunuz.

source: Ensure this value is less than or equal to %s.
de: Stelle sicher, dass der Wert kleiner oder gleich %s ist.
tr: Bu değerin %s'den küçük veya eşit olduğundan emin olunuz.

source: True
de: Wahr
tr: Doğru

source: False
de: Falsch
tr: Yanlış

source: Next »
de: Weiter »
tr: Sonraki »

source: Get a visual challenge
de: Visuelle Aufgabe anzeigen
tr: Görsel bir sorgulama istiyorum

source: Get an audio challenge
de: Audio-Aufgabe anzeigen
tr: İşitsel bir sorgulama istiyorum

source: Get a new challenge
de: Neue Aufgabe
tr: Yeni bir sorgulama istiyorum

source: Type the two words:
de: Gib die zwei Worte ein:
tr: İki kelimeyi giriniz:

source: Type what you hear:
de: Gib ein was du hörst:
tr: Duyduğunuzu giriniz:

source: Help
de: Hilfe
tr: Yardım

source: Play sound again
de: Ton erneut abspielen
tr: Tekrar dinlet

source: Download sound as MP3
de: Ton als MP3 herunterladen
tr: Sesi MP3 olarak indir

source: Incorrect. Try again.
de: Falsch, bitte probiere es nochmal
tr: Yanlış. Tekrar deneyiniz.

source: The user “%s” was successfully banned and notified.
de: Der Benutzer “%s” wurde erfolgreich gebannt und benachrichtigt.
tr: “%s” adlı kullanıcı başarıyla engellendi ve bundan haberdar edildi.

source: The user details where changed.
de: Die Benutzerdetails wurden verändert.

source: The user is not banned.
de: Der Benutzer ist nicht gebannt.

source: The user “%s” was successfully unbanned and notified.
de: Der Benutzer “%s” wurde erfolgreich entbannt und benachrichtigt.
tr: “%s” adlı kullanıcının engeli başarıyla kaldırıldı ve bundan haberdar edildi.

source: The user is already banned.
de: Dieser Benutzer ist bereits gebannt.

source: You were logged out.
de: Du wurdest abgemeldet.
tr: Çıkış yaptınız.

source: The password-reset key expired or the link was invalid.
de: Der Schlüssel zum Zurücksetzen des Passwortes war ungültig.
tr: Şifre sıfırlama anahtarının süresi dolmuş veya yanlış bir adres girdiniz.

source: A mail with a link to reset the password was sent to “%s”
de: Eine E-Mail mit dem Link zum Zurücksetzen des Passwortes wurde an „%s“ gesendet.
tr: Şifrenizi sıfırlamanız için gerekli bağlantıyı içeren bir e-posta “%s” adresine gönderildi

source: Your account was activated. You can log in now.
de: Dein Konto wurde aktiviert. Du kannst dich nun anmelden.
tr: Hesabınız onaylandı. Giriş yapabilirsiniz.

source: User activation failed. The user is either already activated or you followed a wrong link.
de: Benutzerkativierung fehlgeschlagen. Entweder ist der Benutzer bereits aktiviert, oder du bist einem falschen Link gefolgt.
tr: Hesabınız onaylanamadı. Bu kullanıcı zaten aktif veya yanlış bir adresi ziyaret ettiniz.

source: The interface language was set to %s. You were also forwarded to the help section of that language.
de: Die Sprache der Benutzeroberfläche wurde auf %s geändert. Du wurdest gleichzeitig zur Hilfesektion dieser Sprache weitergeleitet.
tr: Arabirim dili %s olarak ayarlanmıştı. Ayrıca aynı dilin yardım bölümüne yönlendirildiniz.

source: (deleted)
de: (gelöscht)

source: Questions
de: Sektionen
tr: Sorular

source: Your reply was posted.
de: Deine Antwort wurde abgsendet.
tr: Yanıtınız gönderildi.

source: Answer by %s
de: Antwort von %s
tr: %s tarafından yanıtlandı

source: Your question was posted.
de: Die Frage wurde abgesendet.
tr: Sorunuz gönderildi.

source: The post was edited.
de: Der Beitrag wurde bearbeitet.
tr: Düzenlemeleriniz kaydedildi.

source: Current revision
de: Aktuelle Revision
tr: Şimdiki hali

source: The post was deleted
de: Der Beitrag wurde gelöscht.
tr: Girdi silindi

source: The post was restored
de: Der Beitrag wurde wiederhergestellt.
tr: Girdi geri alındı

source: The revision was restored
de: Die Revision wurde wiederhergestellt.
tr: Düzenlemeye geri dönüldü

source: You cannot vote on deleted posts.
de: Du kannst nicht für gelöschte Beiträge stimmen.
tr: Silinmiş girdileri oylayamazsınız.

source: You cannot upvote your own post.
de: Du kannst nicht für deinen eigenen Beitrag stimmen.
tr: Kendi girdinize puan veremezsiniz.

source: In order to upvote you need at least %d reputation
de: Um upzuvoten musst du zumindest %d Ansehen haben
tr: Puan vermek için en az %d saygınlığa ihtiyacınız var

source: In order to downvote you need at least %d reputation
de: Um downzuvoten musst du mindestens %d Ansehen haben
tr: Puan kırmak için en az %d saygınlığa ihtiyacınız var

source: You cannot accept deleted posts as answers
de: Du kannst gelöschte Beiträge nicht als Antworten akzeptieren.
tr: Silinmiş yanıtları kabul edemezsiniz

source: You cannot unaccept this reply as an answer.
de: Du kannst diese Antwort nicht de-akzeptieren.
tr: Bu yanıtın kabulünü geri alamazsınız.

source: You cannot accept this reply as answer.
de: Du kannst diese Antwort nicht akzeptieren.
tr: Bu yanıtı kabul edemezsiniz.

source: You cannot submit comments for deleted posts
de: Du kannst nicht Kommentare zu gelöschten Posts abgeben.
tr: Silinmiş girdilere yorum ekleyemezsiniz

source: Editor
tr: Editör

source: E-Mail
tr: E-Posta

source: Text
tr: Metin

source: Tags
tr: Etiketler

source: Administrator
tr: Yönetici

source: Status
tr: Durum

source: Name
tr: İsim
