Repository: mitsuhiko/solace
Catalog: solace/i18n/*/LC_MESSAGES/messages.po
Languages: de, tr

source: The request was cancelled
de: Die Anfrage wurde abgebrochen

source: OpenID authentication error
de: OpenID Authentifizierungsfehler
tr: OpenID doğrulama hatası

source: The user is not yet activated.
de: Der Benutzer ist noch nicht aktiviert.
tr: Bu kullanıcı hesabı henüz onaylanmadı.

source: The user got banned from the system.
de: Der Benutzer wurde vom System gebannt.

source: The OpenID was invalid
de: Die OpenID ist ungültig
tr: Verilen OpenID geçersiz

source: You have to login in order to visit this page.
de: Du musst dich anmelden um diese Seite zu sehen.
tr: Bu sayfayı görebilmek için giriş yapmalısınız.

source: You cannot access this resource.
de: Du kannst diese Seite nicht ansehen.

source: Registration Confirmation
de: Registrierungsbestätigung
tr: Kayıt Onayı

source: A mail was sent to %s with a link to finish the registration.
de: Eine E-Mail mit einem Bestätigungslink wurde an %s gesendet.
tr: Kaydınızı tamamlamak için %s adresine onay bağlantınızı içeren bir e-posta gönderildi.

source: You're registered. You can login now.
de: Du bist nun registriert und kannst dich anmelden.
tr: Kaydınız tamamlandı. Giriş yapabilirsiniz.

source: You are now logged in.
de: Du bist nun angemeldet.
tr: Kullanıcı girişiniz başarılı.

source: Your profile was updated
de: Dein Profil wurde aktualisiert
tr: Profiliniz güncellendi

source: No user named %s
de: Kein Benutzer namens %s
tr: %s adında bir kullanıcı yok

source: Invalid password
de: Ungültiges Passwort
tr: Geçersiz şifre

source: You earned the “%s” badge
de: Du hast die “%s” Plakette erhalten
tr: “%s” rozetini kazandınız

source: Critic
de: Kritiker
tr: Eleştirmen

source: First down vote
de: Erster Down-Vote
tr: İlk puan kırma

source: Self-Critic
de: Selbstkritiker
tr: Özeleştiri

source: First downvote on own reply or question
de: Erster Down-Vote auf einer eigenen Antwort oder Frage
tr: Kendi sorusuna veya yanıtına ilk puan kırma

source: First edited post
de: Erster bearbeiter Beitrag
tr: İlk düzenleme

source: Inquirer
de: Fragesteller
tr: Sorgulayıcı

source: First asked question
de: Erste gestellte Frage
tr: İlk soru sorma

source: Troubleshooter
de: Problemlöser
tr: Problem çözücü

source: First answered question
de: Erste beantwortete Frage
tr: Cevaplanan ilk soru

source: Nice Answer
de: Nette Antwort
tr: Güzel Cevap

source: Answer was upvoted 10 times
de: Antwort wurde 10 mal upgevoted.
tr: Cevap 10 kere puan aldı

source: Good Answer
de: Gute Antwort
tr: İyi Cevap

source: Answer was upvoted 25 times
de: Die Antwort wurde 25 mal upgevoted.
tr: Cevap 25 kere puan aldı

source: Great Answer
de: Großartige Antwort
tr: Harika Cevap

source: Answer was upvoted 75 times
de: Antwort wurde 75 mal upgevoted.
tr: Cevap 75 kere puan aldı

source: Unique Answer
de: Einmalige Antwort
tr: Eşsiz Cevap

source: Answer was upvoted 150 times
de: Antwort wurde 150 mal upgevoted.
tr: Cevap 150 kere puan aldı

source: Reversal
de: Wende
tr: Tersine çevirme

source: Provided answer of +20 score to a question of -5 score
de: Antwort mit +20 Stimmen zu einer Frage mit -5 Stimmen
tr: 5 kere puanı kırılan bir soruya 20 kere puan alan bir cevap verdi

source: Self-Learner
de: Selbst-Lerner
tr: Alaylı

source: Answered your own question with at least 4 upvotes
de: Beantworte eigene Frage mit zumindest 4 Upvotes.
tr: Kendi sorusuna en az 4 kere puan alan bir cevap verdi

source: Invalid email address
de: Ungültige E-Mail Adresse
tr: E-posta adresi geçersiz

source: The username is too long.
de: Der Benutzername ist zu lang.
tr: Kullanıcı adı çok uzun.

source: The username may not contain slashes.
de: Der Benutzername darf keine Schrägstriche enthalten.
tr: Kullanıcı adı eğik çizgi içeremez.

source: The username may not begin or end with a dot.
de: Der Benutzername darf nicht mit einem Punkt beginnen oder enden.
tr: Kullanıcı adının başında veya sonunda nokta olamaz.

source: A valid HTTP URL is required.
de: Eine gültige HTTP URL wird erfordert.

source: Username
de: Benutzername
tr: Kullanıcı Adı

source: Password
de: Passwort
tr: Şifre

source: Password (repeat)
de: Password (wiederholen)
tr: Şifre (tekrar)

source: This username is already in use.
de: Dieser Benutzername ist bereits vergeben.
tr: Bu kullanıcı adı kullanımda.

source: The two passwords do not match.
de: Die zwei Passwörter stimmen nicht überein.
tr: Girilen şifreler aynı değil.

source: The user was not yet activated.
de: Der Benutzer ist noch nicht aktiviert.
tr: Bu kullanıcı hesabı henüz onaylanmadı.

source: No user named “%s” found.
de: Kein Benutzer namens „%s“
tr: “%s” isminde bir kullanıcı bulunamadı.

source: No user with that e-mail address found.
de: Es wurde kein Benutzer mit dieser E-Mail Adresse gefunden
tr: Bu e-posta adresinde kayıtlı bir kullanıcı yok.

source: Either username or e-mail address is required.
de: Es muss entweder ein Benutzernamen oder eine E-Mail adresse angeben werden.
tr: Kullanıcı adı veya e-posta adresinden biri gerekli.

source: You have to provide either a username or an e-mail address, not both.
de: Du musst entweder einen Benutzernamen oder eine E-Mail Adresse angeben, nicht beides.
tr: Kullanıcı adı veya e-posta adresinden sadece birini girmeniz gerekiyor.

source: Real name
de: Echter Name
tr: Adınız ve soyadınız

source: Title
de: Titel
tr: Başlık

source: You have to provide a title.
de: Du musst einen Titel angeben.
tr: Bir başlık girmelisiniz.

source: Type your question
de: Gib deine Frage ein
tr: Sorunuzu buraya yazın

source: You have to provide a text.
de: Du musst einen Text angeben.
tr: Soru metnini boş bırakamazsınız.

source: Describe your problem
de: Beschreibe dein Problem
tr: Sorunuzu detaylandırın

source: You attached too many tags. You may only use 10 tags.
de: Du hast zu viele Tags angegeben. Maximal sind 10 erlaubt.
tr: Çok fazla etiket eklediniz. En fazla 10 etiket kullanabilirsiniz.

source: Write your reply and answer the question
de: Schreib deine Rückmeldung und beantworte die Frage
tr: Yanıtınızı buraya yazın ve soruyu cevaplayın

source: No such user.
de: Kein solcher Benutzer.
tr: Böyle bir kullanıcı yok.

source: You cannot ban yourself.
de: Du kannst dich nicht selbst bannen.

source: Enable if this user is an admin.
de: Aktiviere dies, wenn der Benutzer ein Administrator ist.
tr: Yöneticiler için etkinleştir.

source: Associated OpenID Identities
de: Assozierte OpenID Identitäten
tr: İlişkilendirilmiş OpenID Kimlikleri

source: on %s
de: am %s
tr: %s günü

source: just now
de: gerade erst
tr: biraz önce

source: %d minute ago
de: vor %d Minute

source: %d hour ago
de: vor %d Stunde

source: The feed for this page
de: Der Feed für diese Seite
tr: Bu sayfanın Atom beslemesi

source: Could not contact server. Connection problems?
de: Konnte Server nicht erreichen. Verbindungsprobleme?
tr: Sunucuya bağlanılamadı. Bağlantı problemini olabilir mi?

source: Language
de: Sprache
tr: Dil

source: Admin Panel
de: Administration
tr: Yönetici Ekranı

source: Logout
de: Abmelden
tr: Çıkış

source: Register
de: Registrieren
tr: Kayıt

source: Login
de: Anmelden
tr: Giriş

source: About Solace
de: Über Solace
tr: Solace Hakkında

source: Ask
de: Neue Frage
tr: Soru Sor

source: Overview
de: Übersicht
tr: Genel Bakış

source: Unanswered
de: Unbeantwortet
tr: Cevaplanmamış

source: Users
de: Benutzer
tr: Kullanıcılar

source: Badges
de: Plaketten
tr: Rozetler

source: Section
de: Sektion
tr: Bölüm

source: Bans
de: Verbote
tr: Engellemeler

source: Ban and unban users.
de: Banne und entbanne Benutzer.
tr: Buradan kullanıcı engellemelerini düzenleyebilirsiniz.

source: Add a new ban
de: Neuen Bann hinzufügen
tr: Engelleme ekle

source: In order to ban a user visit his profile and follow the “ban user” link or enter his username into the following field:
de: Um einen Benutzer zu bannen besuche sein Profil und folge dem „Banne Benutzer“ Link oder gibt seinen Benutzernamen in das folgende Feld ein:
tr: Bir kullanıcıyı engellemek için profiline gidip “engelle” bağlantısına tıklayın veya aşağıdaki alana kullanıcı adını girin:

source: Ban user
de: Banne Benutzer
tr: Engelle

source: Banned Users
de: Gebannte Benutzer
tr: Engellenen Kullanıcılar

source: lift the ban
de: Bann aufheben
tr: engellemeyi kaldır

source: No users are currently banned.
de: Momentan sind keine Benutzer auf der Bannliste.

source: Edit User “%s”
de: Bearbeite Benutzer „%s“

source: Related actions:
de: Verwandte Aktionen:
tr: Diğer işlemler:

source: ban this user
de: banne diesen Benutzer
tr: bu kullanıcıyı engelle

source: Edit User
de: Bearbeite Benutzer
tr: Kullanıcı Düzenle

source: Edit Users
de: Bearbeite Benutzer
tr: Kullanıcı Düzenleme

source: Edit user profiles.
de: Bearbeiten Benutzer Profile.

source: Edit a specific user
de: Bearbeite einen bestimmten Benutzer
tr: Kullanıcı düzenlemek için

source: In order to edit a user visit his profile and follow the “Edit User” link or enter his username into the following field:
de: Um einen Benutzer zu bearbeiten besuche sein Profil und folge dem „Bearbeite Benutzer“ Link oder gibt seinen Benutzernamen in das folgende Feld ein:
tr: Bir kullanıcıyı düzenlemek için profiline gidip “Kullanıcı Düzenle” bağlantısına tıklayın veya aşağıdaki alana kullanıcı adını girin:

source: All Users
de: Alle Benutzer
tr: Tüm Kullanıcılar

source: Monitor the current system status.
de: Aktuellen System Zustand beobachten.
tr: Sistemin şu anki durumunu izleyin.

source: Active settings
de: Aktive Einstellungen

source: Lists the current active settings and the description for each key if available. In order to change these settings you have to modify the configuration file or the WSGI script that sets these values.
de: Zeigt die momentan aktiven Einstellungen und Beschreibungen für jeden Konfigurationsschlüssel an. Um die Einstellungen zu ändern musst du die Konfigurationsdatei oder das WSGI Skript bearbeiten, dass diese Werte setzt.
tr: Etkin ayarlar ve anahtarların açıklamaları listelenmektedir. Bu ayarları değiştirmek için yapılandırma dosyasını veya WSGI betiğini düzenlemeniz gerekiyor.

source: Key
de: Schlüssel
tr: Anahtar

source: Value
de: Wert

source: %s-Badge
de: %s-Plakette
tr: %s-Rozeti

source: This badge can be earned multiple times.
de: Diese Plakette kann mehrere Male verdient werden.
tr: Bu rozet birden fazla kereler kazanılabilir.

source: This badge was recently awarded to:
de: Diese Plakette wurde vor kurzem an folgende Leute verliehen:
tr: Bu rozetı yakın zamanda kazananlar:

source: awarded %s
de: verliehen %s
tr: %s kazandı

source: This badge was not yet awarded. Be the first
de: Diese Plakette wurde noch nicht verliehen. Sei der Erste
tr: Bu rozet henüz kimse kazanmadı. İlk olun

source: Here you can see all badges that you can earn. Some of them even multiple times.
de: Hier kannst du alle Plaketten sehen, die du verdienen kannst. Manche davon sogar mehrere Male.
tr: Burada kazanabileceğiniz bütün rozetleri görebilirsiniz. Bazılarını birden fazla kereler kazanabilirsiniz.

source: (awarded multiple times)
de: (mehrmalig verliehen)
tr: (birden fazla kazanıldı)

source: I'm out of ideas. Someone come up with something.
de: Keine Ideen, wer schreibt den Text?
tr: Bende fikirler tükendi. Birisi buraya birşeyler yazsın.

source: Bad Request
de: Fehlerhafte Anfrage
tr: Kusurlu İstek

source: Your client made a request the server could not understand.
de: Dein Browser hat ein Anfrage an den Server gestellt, die nicht verarbeitet werden konnte.
tr: İstemciniz sunucunun anlayamayacağı bir istekte bulundu.

source: Forbidden
de: Zugriff Verboten
tr: Yasak

source: You don't have permission to access the requested resource.
de: Dir fehlen die nötigen Rechte, diese Seite zu betrachten.
tr: Bu kaynağa erişmek için yeterli yetkiniz yok.

source: Enter your username and password to log into Solace:
de: Gibt deinen Benutzernamen und dein Passwort ein um dich anzumelden:
tr: Solace'e giriş yapmak için kullanıcı adı ve şifrenizi giriniz:

source: Not yet registered?
de: Noch nicht registriert?
tr: Kayıt olmadınız mı?

source: Forgot your password?
de: Passwort vergessen?
tr: Şifrenizi mi unuttunuz?

source: Login with OpenID
de: Mit OpenID Anmelden
tr: OpenID ile giriş

source: Enter your OpenID URL to login.
de: Gib deine OpenID URL ein um dich anzumelden.
tr: Giriş yapmak için OpenID URL'inizi yazınız.

source: JavaScript not Available
de: JavaScript nicht verfügbar
tr: JavaScript etkin değil

source: Hey buddy! It seems like your browser is not capable of JavaScript or you have disabled it. This website requires it however for some functions so you should enable it.
de: Hi! Es schaut so aus als könnte dein Browser kein JavaScript ausführen oder du hast es deaktiviert. Diese Webseite erfordert dies jedoch für einige Funktionen. Bitte aktiviere es.
tr: Merhabalar! Görünüşe göre tarayıcınız JavaScript uyumlu değil veya devre dışı bırakılmış. Fakat bu web sitesi bazı fonksiyonlarının çalışması için JavaScript'e ihtiyaç duyuyor.

source: Page Not Found
de: Seite nicht gefunden
tr: Sayfa Bulunamadı

source: The requested URL was not found on the server.
de: Die angeforderte URL wurde auf diesem Server nicht gefunden.
tr: İstenilen adres bu sunucuda bulunamadı.

source: If you entered the URL manually please check your spelling and try again.
de: Wenn du die URL von Hand eingegeben hast überprüfe die Schreibung und probiere es nochmal.
tr: Eğer adresi elle girdiyseniz yazım hataları için kontrol ediniz.

source: Register new Account
de: Neuen Account Registrieren
tr: Yeni Kayıt

source: First OpenID Login
de: Erste OpenID Anmeldung
tr: OpenID İle İlk Giriş

source: <p> This is the first time you log in with your <strong>%(openid)s</strong> account. Please pick a username that will be associated with you. This username is unique and cannot be changed later, so pick with care.
de: <p> Dies ist das erste Mal, dass du dich mit <strong>%(openid)s</strong> anmeldest. Bitte wähle einen Benutzernamen der mit der asssoziert werden soll. Dieser Benutzername ist einmalig und kann später nicht verändert werden, also wähle mit Umsicht.
tr: <p> <strong>%(openid)s</strong> hesabınız ile ilk girişiniz. Lütfen kendinize bir kullanıcı adı seçiniz. Bu kullanıcı adı özgündür ve daha sonradan değiştirilemez, dikkatli seçiniz.

source: Reset Password
de: Passwort zurücksetzen
tr: Şifre Sıfırlama

source: <p>Your password was reset to <code>%(new_password)s</code>. Please make sure to <a href="%(change_url)s">change it</a> as soon as possible.
de: <p>Dein Passwort wurde auf <code>%(new_password)s</code> zurückgesetzt. Bitte steller sicher, dass du es so schnell als möglich <a href="%(change_url)s">änderst</a>.
tr: <p>Şifreniz <code>%(new_password)s</code> olarak sıfırlandı. Lütfen en kısa zamanda <a href="%(change_url)s">değiştiriniz</a>.

source: <p>In order to reset your password enter either your username or e-mail address. We will then send you you a link to your e-mail address with a link to reset the password.
de: <p>Um dein Password zurückzusetzen musst du entweder deinen Benutzernamen oder deine E-Mail Adresse angeben. Wir werden dir dann den Link zum Zurücksetzen des Passwortes zusenden.
tr: <p>Şifrenizi sıfırlamak için kullanıcı adınızı veya e-posta adresinizi girmelisiniz. Daha sonra size şifrenizi sıfırlayabileceğiniz bağlantıyı içeren bir e-posta göndereceğiz.

source: vote
de: Stimme

source: reply
de: Antwort

source: By %s
de: Von %s
tr: %s tarafından

source: Newest
de: Neueste
tr: Yeniler

source: Hot
de: Heiß
tr: Taze

source: Votes
de: Stimmen
tr: Oylar

source: Activity
de: Aktivität
tr: Aktivite

source: Created %(date)s by %(user)s.
de: Erstellt %(date)s von %(user)s.
tr: %(user)s tarafından %(date)s tarihinde yaratıldı.

source: Last change %(date)s by %(user)s.
de: Letzte Änderung %(date)s von %(user)s.
tr: Son değişiklik %(user)s tarafından %(date)s tarihinde yapıldı.

source: This post was edited %d time.
de: Dieser Beitrag wurde %d mal editiert.

source: Show revisions
de: Revisionen anzeigen
tr: Düzenlemeleri göster

source: Up
de: Hoch
tr: Yukarı

source: Down
de: Nieder
tr: Aşağı

source: Unaccept as answer
de: Nicht als Antwort akzeptieren
tr: Yanıtı kabul etme

source: Accepted Answer
de: Akzeptierte Antwort
tr: Kabul Edilmiş Yanıt

source: Accept as answer
de: Als Antwort akzeptieren
tr: Yanıtı kabul et

source: %d comment
de: %d Kommentar

source: Add comment
de: Kommentar hinzufügen
tr: Yorumla

source: Edit
de: Bearbeiten
tr: Düzenle

source: Restore
de: Wiederherstellen
tr: Geri al

source: Delete
de: Löschen
tr: Sil

source: Questions Tagged “%s”
de: Fragen getaggt als „%s“
tr: “%s” Etiketli Sorular

source: Questions are grouped and flagged by tags. By using the right tags you make it easier for others to find questions again. The following topics are topics tagged %(tag)s.
de: Fragen sind nach Tags gruppiert. Wenn du die richtigen Tags benutzt machst du es anderen Leuten einfacher Fragen wiederzufinden. Die folgenden Beiträge sind markiert %(tag)s.
tr: Sorular etikelerle işaretlenip gruplanır. Doğru etiketleri kullanarak sorunuzun başkaları tarafından tekrar bulunmasını kolaylaştırırsınız.Aşağıdaki girdiler %(tag)s ile etiketlenmiştir.

source: Delete Post
de: Beitrag Löschen
tr: Girdiyi Sil

source: <p>Do you want to delete the post?
de: <p>Möchtest du den Beitrag löschen?
tr: <p>Bu girdiyi silmek istediğinizden emin misiniz?

source: Yes
de: Ja
tr: Evet

source: No
de: Nein
tr: Hayır

source: Edit “%s”
de: Bearbeite „%s“
tr: “%s” Düzenleniyor

source: Edit Reply
de: Antwort bearbeiten
tr: Yanıtı Düzenle

source: <p> Do you want to fix something? Every change you make will be revisioned so you can always go back to an older revision of the post.
de: <p> Möchtest du etwas korrigieren? Jede Änderung die du machst wird gespeichert, also kannst du später zu einer vorigen Version zurückkehren.
tr: <p> Birşeyi mi düzeltmek istiyorsunuz? Her değişiklik ayrı ayrı kaydedilecektir. Böylece geriye doğru yapılan düzenlemelere her zaman ulaşabileceksiniz.

source: Revisions
de: Revisionen
tr: Düzenlemeler

source: New Question
de: Neue Frage
tr: Yeni Soru

source: <p>Hey %(username)s! <p> Stumble across a problem while using Plurk? Have a suggestion to share with us? Ask away.
de: <p>Hey %(username)s! <p> Über ein Problem gestolpert während du Plurk benutzt hast? Hast du einen Vorschlag, den du mit uns Teilen willst? Frag einfach.
tr: <p>Merhaba %(username)s! <p> Bir sorunuz mu var? Bizimle paylaşmak istediğiniz bir konu mu var? Sorun gitsin.

source: Submit question
de: Frage absenden
tr: Soruyu gönder

source: This is an overview of some of the newest topics here on Solace. You can view other topics grouped by activity, votes and hotness.
de: Dies ist eine Übersicht über die neuesten Beiträge hier auf Solace. Du kannst andere Beitrage sortiert nach Aktivität, Stimmen und der Hitze eines Themas sortieren.
tr: Bu Solace'deki en yeni konuların bir özetidir. Diğer konuları aktiviteye, oylara veya tazeliğe göre gruplanmış olarak görüntüleyebilirsiniz.

source: <p>Here you can see all revisions for %(post)s by %(author)s. <p>Added information is <ins>marked green</ins>, deleted text is <del>struck out and red</del> and changed formatting is <span class="changed">marked with a yellow background</span>. To see the full text of a revision click on the ellipsis (“…”) below and after each paragraph containing marks.
de: <p>Hier kannst du alle Revisionen für %(post)s von %(author)s sehen. <p>Hinzugefügte Information ist <ins>grün markiert</ins>, gelöschter Text ist <del>durchgestrichen</del> und veränderte Formattierung ist <span class="changed">markiert mit einem gelben Hintergrund</span>. Um den kompletten Text einer Revision zu sehen klicke auf die Auslassungspunkte: („…“) vor und nach einem Absatz.
tr: <p>Burada %(author)s tarafından oluşturulmuş %(post)s girdisine yapılmış tüm düzenlemeleri görebilirsiniz. <p>Yapılan eklemeler <ins>yeşil renkli</ins>, silmeler ise <del>kırmızı ve üstü çizili</del> olarak, formatlama değişiklikleri <span class="changed">sarı arkaplan</span> olarak belirtilecektir. Düzenlemenin tam metnine ulaşmak için her paragrafın altındaki üç noktaya (“…”) tıklayabilirsiniz.

source: Revision created %(date)s by %(user)s.
de: Version erstellt %(date)s von %(user)s.
tr: Düzenleme %(date)s tarihinde %(user)s tarafından yapıldı.

source: Restore old Revision
de: Alte Revision wiederherstellen
tr: Eski düzenlemeyi geri al

source: Restore deleted Post
de: Gelöschten Beitrag wiederherstellen
tr: Silinmiş girdiyi geri al

source: <p>Do you want to restore an old revision of the post?
de: <p>Möchtest du die alte Revision wiederherstellen?
tr: <p>Girdiyi eski bir düzenlemeye geri almak mı istiyorsunuz?

source: <p>Do you want to restore the deleted post?
de: <p>Möchtest du den gelöschten Beitrag wiederherstellen?
tr: <p>Silinmiş girdiyi geri almak mı istiyorsunuz?

source: Preview
de: Vorschau
tr: Önizleme

source: Sections
de: Sektionen
tr: Bölümler

source: Got a problem? Then let us know. But make sure to post it in the correct section. The one in bold is the one you are probably most interested in:
de: Hast du ein Problem? Dann lass es uns wissen. Aber stelle bitte sicher, dass der in der Richten Sektion ist. Die Sektion in Fett ist der, der dich warscheinlich am meisten Interessiert:
tr: Bir sorunuz mu var? Hemen gönderin. Ama doğru bölümde yayınladığınızdan emin olun. Kalın gösterilen muhtemelen en fazla ilginizi çekecektir:

source: Your language is not here? Help us out and make it happen. Contact our <a href="#">translation guys</a> and we will try to get your language in as quickly as possible.
de: Deine Sprache ist nicht dabei? Lass es uns wissen und wir werden uns Datum kümmern. Sprich mit unseren <a href="#">Übersetzungs Leuten</a> und wir werden versuchen deine Sprache so schnell als möglich einbauen.
tr: Diliniz burada yok mu? Desteklenmesi için bize yardımcı olun. <a href="#">Çeviri ekibimizle</a> iletişime geçin ve en kısa zamanda dilinizi desteklemeye başlayalım.

source: Questions are grouped and flagged by tags. By using the right tags you make it easier for others to find questions again. The following tags are the most common:
de: Fragen sind nach Tags gruppiert. Wenn du die richtigen Tags benutzt machst du es anderen Leuten einfacher Fragen wiederzufinden. Die folgenden Tags sind die häufigsten:
tr: Sorular etikelerle işaretlenip gruplanır. Doğru etiketleri kullanarak sorunuzun başkaları tarasından tekrar bulunmasını kolaylaştırırsınız. Aşağıdakiler en sık kullanılan etiketlerdir:

source: Replies
de: Antworten
tr: Yanıtlar

source: %d Reply
de: %d Antwort

source: Nobody has replied yet
de: Noch hat niemand geantwortet
tr: Henüz kimse yanıtlamadı

source: Why not be the first?
de: Warum nicht der erste sein?
tr: Neden siz ilk olmayasınız?

source: New Reply
de: Neue Antwort
tr: Yeni Yanıt

source: Add Reply
de: Antwort hinzufügen
tr: Yanıt Ekle

source: Unanswered Questions
de: Unbeantwortete Fragen
tr: Yanıtlanmamış Sorular

source: Topics posted here do not have a decent answer yet. Help a plurker finds his/her way :).
de: Beiträge hier haben noch keine gute Antwort. Hilf einem Plurker seinen Weg zu finden :).
tr: Buradaki sorular henüz yanıtlanmamış. Bir üyenin aydınlanmasına yardım edin :).
